Repository: MissionNext/wp-plugin
Catalog: data/languages/mission-next-*.po
Languages: uk

source: MissionNext Login Widget
uk: uk_MissionNext Login Widget

source: A Login widget
uk: uk_A Login widget

source: Hello
uk: Привіт

source: My Profile
uk: uk_My Profile

source: Logout
uk: uk_Logout

source: Not a member yet? Please register:
uk: uk_Not a member yet? Please register:

source: Register as %s
uk: Зареєструватись як %s

source: Forgot you password?
uk: Забули пароль?

source: Reset password
uk: uk_Reset password

source: Please complete your profile to reveal the majesty and power of %s
uk: uk_Please complete your profile to reveal the majesty and power of %s

source: Check your e-mail for the confirmation link.
uk: uk_Check your e-mail for the confirmation link.

source: Please enter your username or email address. You will receive a link to create a new password via email.
uk: uk_Please enter your username or email address. You will receive a link to create a new password via email.

source: Sorry, that key has expired. Please try again.
uk: uk_Sorry, that key has expired. Please try again.

source: Sorry, that key does not appear to be valid.
uk: uk_Sorry, that key does not appear to be valid.

source: Your account info saved successfully!
uk: uk_Your account info saved successfully!

source: Job inquire
uk: uk_Job inquire

source: %s inquire
uk: uk %s inquire

source: %s inquire cancel
uk: uk %s inquire cancel

source: Upload
uk: Завантижити

source: Delete
uk: Видалити

source: To
uk: uk_To

source: From
uk: uk_From

source: Subject
uk: uk_Subject

source: Body
uk: uk_Body

source: Send
uk: Відправити

source: Cancel
uk: uk_Cancel

source: Affiliates
uk: uk_Affiliates

source: Actions
uk: uk_Actions

source: Approved
uk: uk_Approved

source: Pending
uk: uk_Pending

source: Approve
uk: uk_Approve

source: Exp Date
uk: uk_Exp Date

source: Name
uk: uk_Name

source: Location
uk: uk_Location

source: Matches
uk: uk_Matches

source: Send message
uk: uk_Send message

source: Username
uk: uk_Username

source: Email
uk: uk_Email

source: Back
uk: uk_Back

source: Home
uk: uk_Home

source: Make favorite
uk: uk_Make favorite

source: Remove from favorites
uk: uk_Remove from favorites

source: Results with match rate below
uk: uk_Results with match rate below

source: not shown.
uk: uk_not shown.

source: Region
uk: uk_Region

source: Categories
uk: uk_Categories

source: Commitment Time
uk: uk_Commitment Time

source: Age
uk: Вік

source: Gender
uk: Стать

source: Marital status
uk: uk_Marital status

source: Last login
uk: Останнє залогінювання

source: Match percent (%)
uk: uk_Match percent (%)

source: Match highlight
uk: uk_Match highlight

source: Favorite
uk: Улюблені

source: Folder
uk: Папки

source: Notes
uk: Нотатки

source: Affiliate
uk: uk_Affiliate

source: Request
uk: uk_Request

source: Enter or update a brief note about this
uk: uk_Enter or update a brief note about this

source: Notation Re:
uk: uk_Notation Re:

source: This record is stored in folder:
uk: uk_This record is stored in folder:

source: Save
uk: Зберегти

source: Favorites
uk: uk_Favorites

source: Full name
uk: Повне імя

source: Remove
uk: Видалити

source: %s title
uk: %s назва

source: Expiration Date
uk: uk_Expiration Date

source: Get New Password
uk: Дістати нового паролю

source: Reset Password
uk: uk_Reset Password

source: User Account
uk: uk_User Account

source: Inquiries list
uk: uk_Inquiries list

source: Inquire list
uk: uk_Inquire list

source: Edit %s
uk: uk_Edit %s

source: Edit
uk: Редагувати

source: No jobs yet.
uk: uk_No jobs yet.

source: New
uk: Новий

source: New %s
uk: uk_New %s

source: Populate from
uk: uk_Populate from

source: Populate
uk: uk_Populate

source: Dashboard
uk: uk_Dashboard

source: Job
uk: uk_Job

source: Create
uk: uk_Create

source: Inquire Now
uk: uk_Inquire Now

source: Cancel Inquire
uk: uk_Cancel Inquire

source: Log In
uk: uk_Log In

source: Password
uk: uk_Password

source: Remember Me
uk: uk_Remember Me

source: %s Matches
uk: uk_%s Matches

source: Sorry, no matches yet.
uk: uk_Sorry, no matches yet.

source: View positions
uk: uk_View positions

source: Profile
uk: uk_Profile

source: Search
uk: uk_Search

source: Welcome!
uk: uk_Welcome!

source: Selection fields available for a search.
uk: uk_Selection fields available for a search.

source: Many selections in a group increases the count. More groups selected will narrow the search.
uk: uk_Many selections in a group increases the count. More groups selected will narrow the search.

source: Play with it. Useful searches can be saved after assigning a search name.
uk: uk_Play with it. Useful searches can be saved after assigning a search name.

source: Save this search. Search Name:
uk: uk_Save this search. Search Name:

source: Interactive %s Search
uk: uk_Interactive %s Search

source: No %s found
uk: uk_No %s found

source: Start over
uk: uk_Start over

source: Search %s
uk: uk_Search %s

source: My Account
uk: uk_My Account

source: View %s Matches
uk: uk_View %s Matches

source: Inquiry List
uk: uk_Inquiry List

source: Utilities
uk: uk_Utilities

source: My Favorites
uk: uk_My Favorites

source: %s Registration
uk: uk_%s Registration

source: Captcha
uk: uk_Captcha

source: Sign up
uk: uk_Sign up

source: Unsupported file type.
uk: uk_Unsupported file type.

source: Username or E-mail:
uk: uk_Username or E-mail:

source: <strong>ERROR</strong>: Enter a username or e-mail address.
uk: <strong>ERROR</strong>: uk_Enter a username or e-mail address.

source: <strong>ERROR</strong>: There is no user registered with that email address.
uk: <strong>ERROR</strong>: uk_There is no user registered with that email address.

source: <strong>ERROR</strong>: Invalid username or e-mail.
uk: <strong>ERROR</strong>: uk_Invalid username or e-mail.

source: Someone requested that the password be reset for the following account:
uk: uk_Someone requested that the password be reset for the following account:

source: Username: %s
uk: uk_Username: %s

source: If this was a mistake, just ignore this email and nothing will happen.
uk: uk_If this was a mistake, just ignore this email and nothing will happen.

source: To reset your password, visit the following address:
uk: uk_To reset your password, visit the following address:

source: Password reset
uk: uk_Password reset

source: New password
uk: uk_New password

source: Confirm new password
uk: uk_Confirm new password

source: Please fill in the new password field.
uk: uk_Please fill in the new password field.

source: The passwords do not match.
uk: uk_The passwords do not match.

source: Please fill in the password
uk: uk_Please fill in the password

source: Captcha not set
uk: uk_Captcha not set

source: Captcha not matched
uk: uk_Captcha not matched

source: Main Fields
uk: uk_Main Fields

source: Fill in the email
uk: uk_Fill in the email

source: Fill in new password
uk: uk_Fill in new password

source: Fill in old password
uk: uk_Fill in old password

source: Password doesn't match
uk: uk_Password doesn't match

source: Max file size is %s
uk: uk_Max file size is %s

source: Mission Next
uk: uk_Mission Next

source: Connector to MissionNext api
uk: uk_Connector to MissionNext api
